Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 一般的圣境强者，他们对空间之力的掌握能力是神境的三四倍，虽然可以进行干扰，但是无法做到百分之百，所以他们需要合作。
en_us: For the typical Sacred Realm expert, their control over the dimension was three or four times that of a Divine Realm expert. Although they could be obstructed, it was impossible to block them completely, so it was necessary for the rest of them to collaborate.

source: 一般而言，这个人不是应该先问莫景在哪里吗，莫景虽然是灵龟族的，但同是龟族，族人有难，玄龟族的人还不至于连关心一句都不问吧？
en_us: Generally speaking, shouldn't this person first ask about Mo Jing's whereabouts? Although Mo Jing was from the Mystic Tortoise Clan, they were both from Tortoise Clans. When their clan members were in trouble, would the people from the Black Turtle Clan not even ask a question of concern?

source: 一行人走的急匆匆的，留下一头雾水的众人。
en_us: They left in a rush, leaving everyone else confused.

source: 一记拳头夹着惊人的力量破开虚空朝游小默正面席过来，星罗城主将神境强者的威压刻意释放出来，企图压制住游小默。
en_us: A fist harboring an astonishing force split the void and smashed directly towards You XiaoMo. The City Master of Starfall City deliberately released his aura of a Divine Realm powerhouse in an attempt to suppress You XiaoMo.

source: 一说到那个人，云少眼神都变了。
en_us: The expression in Yun Shao's eyes changed once he spoke of that person.

source: 一路走来，游小默就看到不下五起争风吃醋的戏码，几个男人为了争一个女人而大打出手，围观的人皆一副习以为常的表情。
en_us: Along the way, You XiaoMo saw not less than five dramas about fights for a woman's favor, where several men got into a free-for-all fight in order to vie for a woman. Each and every one of the onlookers had an expression which declared that they were accustomed to this.

source: 一身红色劲装的花姑走了进来，现在的她已经和以前不大一样，人变得越来越犀利，明亮的眼睛时不时闪烁着算计的精芒，整个人锋芒毕露，就像年轻时的天刀，活脱脱一个御姐。
en_us: Hua Gu walked in, wearing a red dress. The current her had changed much from how she once was. She was sharper, her eyes glittering calculatingly. She shone, just like Tian Dao did when he was young; she was a mature lady now.

source: 一进房，夏音反手就给了莫雪和莫菲一巴掌。
en_us: Once they entered the room, Xia Yin gave a backhanded slap to Mo Xue and Mo Fei.

source: 一进空间，游小默就被里面堆积的东西吓到了。
en_us: Once inside, You XiaoMo was shocked by the amount of stuff collected there.

source: 一进门，三人中唯一的长者立刻往房内看了看，目光急切，这次听说有可能是两个陌生人把小乌龟护送回来的，玄龟族几乎快吓破胆了。
en_us: Once they entered, the only elder of the group instantly looked around the inside of the room with an eager gaze. When they heard that there was a possibility that two strangers had escorted the baby turtle back home this time, the Black Turtle Clan was basically scared out of their wits.

source: 一连串失误，游小默已经不知道通灵玄龟游出多少万米，他的速度到现在都没有减缓，为了把他甩下来，玄泽几乎用尽办法，本来可以变回人形，但是他没有把握。
en_us: After that series of mishaps, You XiaoMo didn't know how far the Psychic Black Turtle had swam, maybe tens of thousands of meteres already. It's speed hadn't dropped at all, since Xuan Ze used everything in his power to shake them off. Even though he could've turned back to human form, he wasn't taking any chances.

source: 一连见到在意的两族，游小默的注意力总算从点心分出来，虽然没有听到过程，但是看两人的表情就知道谁赢了。
en_us: Seeing the two clans that he had an interest in in succession, You XiaoMo's attention at long last was drawn away from the pastries. Although he had not heard the course of events, but seeing the two's expression, he immediately knew who had won.

source: 一道惊呼声打破现场沉寂的气氛，霎时把众人的理智拉回来，看着面前狰狞的水妖，顿时冒出一身冷汗，关键时刻走神可是要人命的。
en_us: A shocked cry broke through the heavy atmosphere and snapped everyone out of their stupor. Seeing the terrifying Water Demons, they felt cold sweat forming on their skin. Getting distracted at a crucial moment could be fatal.

source: 一道洪亮的笑声自人群中传出来，众人循声望过去，发现发出笑声的人是一名胡须花白，头发亦白如雪的老者，珠圆玉润的脸庞挂着笑盈盈的微笑，颇有几分老顽童的感觉。
en_us: A resonant laughter drifted out from the crowd. Everyone looked in the direction of the laughter and discovered that the person who laughed was an elderly man with snow-white beard and hair. His face that was as round as pearls and smooth as jade (珠圆玉润的脸庞) displayed a beaming smile, looking quite a bit like an old urchin (老顽童).

source: 一道煞风景的声音仿佛炸雷般在两人耳边响起，不远处的牛徐阳已经站起来，胸口翻腾的气血渐渐平复下去，然后他就看到几乎快缠绵到一起的莫雪和谢俊，气得脸都红了，虽然本来就是红的。
en_us: A voice akin to an eyesore sounded like a thunderbolt in their ears. Not far away, Niu XuYang had already stood up after the churning blood and qi in the pit of his stomach gradually calmed. Though his face was originally red in color, he soon turned redder with anger when he saw Mo Xue and Xie Jun who were almost touching (缠绵) together.

source: 一道熟悉入骨髓的声音，带着深沉的味道和愉快的笑声自他身后响起，仿佛已经等待他多时，像精明嗜血的猎人在等待他入网。
en_us: The voice that was engrained into his body appeared behind him, with it a delighted laugh and heaviness. (深沉的味道) As if he had been waiting forever, like a blood-thirsty and yet clever hunter, waiting for his prey.

source: 一道闪电在天空划过。
en_us: Another flash of lightning arced through the sky.

source: 一道黑影冲过去一瞬间卷走了迷你的独立空间，下一秒立刻往相反的方向逃走了。
en_us: A black shadow charged over and took the mini independent dimension. In a split second, he escaped to the opposite direction.

source: 一阵比滕梓心的灵丹更浓郁的药香味，甚至带着一股淡淡的波动从他的炉鼎里传出来。
en_us: A herbal fragrance even denser than Teng ZiXin’s pill wafted out from the cauldron with a light pulse.

source: 七星巅峰之上便是圣境！
en_us: Above the seven stars pinnacle was the Sacred Realm!

source: 七罪兽是一种特殊的远古妖兽，他们的内丹同样很特殊。
en_us: The Seven Sins Beasts were very special ancient demon beasts and their Life Crystal were equally as special.

source: 七罪兽在远古时期还有一个绰号，那就是——疯狗七人组。
en_us: The Seven Sins Beasts also had a nickname during the ancient times. It was -- the Seven Mad Dogs. (疯狗七人组)

source: 七罪兽是从远古就很有名倔的七大凶兽，名气虽然没有四灵帝王兽响亮，但是他们的凶名却是赫赫有名的，七罪兽乃七兄弟，他们的感情极其深厚，如果让另外六只得知贪狼已死，他们绝对不会善罢甘休。
en_us: The Seven Sins Beasts were seven ferocious beasts that were renowned since ancient times. Although their reputation wasn't as amazing as the Four Divine Emperor Beasts', their 'ferocious' reputation was still very impressive and famous. The Seven Sins Beasts were seven brothers, and they were extremely close to each other. If the other six knew that the Wolf of Gluttony had already died, there was no way they would just let it go at that.

source: 七罪兽除了实力较差且没有什么名声的篮球，其他人都是强大的妖兽，除了贪狼，他们七兄弟中还有两只十二阶妖兽，要是被他们盯上，不管是家族还是个人，都是做好被永远缠上的心理准备。
en_us: Besides LanQiu, who was relatively weak and didn't have much of a reputation, all of the other Seven Sins Beasts were powerful. Asides from the Wolf of Gluttony, there was still two level twelve demon beasts among the seven brothers. If someone was targeted by them, no matter if they were from a clan or an individual, they would have to be prepared to be entangled with them forever.

source: 万众瞩目的拍卖盛会终于到来，由于拍卖盛会的举办地点很隐秘，为了保证被邀请的客人们都能找到，黑蜘蛛特意放出黑鸦为他们引路。
en_us: The auction that everyone had been waiting for finally arrived. Since because the venue was hidden, the Black Spider intentionally released black crows (黑鸦) to guide the way to ensure that the invitees could find it.

source: 万俟西元不解的挑了挑眉，“圣女，你这是何意？”
en_us: MoQi XiYuan was puzzled and raised his eyebrows, "Holy maiden, what do you mean by this?"

source: 万俟西元听到后面就瞪大眼睛，这事太让他震惊了，以至于他没及时收敛脸上的表情，幸好斗篷人和凌霄还在纠缠，没空注意这边的情况。
en_us: MoQi XiYuan was so shocked when he heard the latter part of her words that he did not restrain his expression in time. Fortunately, the cloaked man was still being tangled up (纠缠) with Ling Xiao and had no time to pay attention to the situation on this side.

source: 万俟西元在两人耳边响起，等他们看过去，他已经带着水西部落的人前往下方的宫殿。
en_us: WanQi XiYuan's voice rose and when they looked over, he was already leading the ShuiXi Tribe down towards the palace.

source: 万俟西元是水西部落最强的人，他不是一名丹师，本身是一名老牌强者，同时也是水西部落的部长，以往他轻易不会离开水西部落，毕竟打水西部落主意的人并不少，上次参加黑蜘蛛举办的拍卖会，他本人亦没有出现。
en_us: Moqi Xiyuan was the strongest person in the ShuiXi Tribe. He wasn't a mage, but he was a well-known expert. Simultaneously, he was also the head of the ShuiXi Tribe. In the past, he would never just easily leave the ShuiXi Tribe. After all, there were quite a few people who wanted to attack the ShuiXi Tribe. Last time during the Black Spider's auction, he himself hadn't appeared.

source: 万俟西元暗道一声不好，他以为凌霄要攻击伏子林，急忙挡在伏子林面前，却不想，凌霄反而消失了，他竟然铤而走险捏碎了空间符？
en_us: MoQi XiYuan silently thought 'not good', he assumed that Ling Xiao was going to attack Fu ZiLin and he hastily used his body to shield him. However, contrary to his expectations, Ling Xiao disappeared instead. He actually made a reckless move and crushed a teleportation talisman?

source: 万俟西元正要上前，夏音突然挡在他面前。
en_us: Xia Yin suddenly blocked his path as soon as MoQi XiYuan was about to step forward.

source: 万俟西元沉默了半响，“好，我会尽快给你答复的。”
en_us: MoQi XiYuan fell silent for quite a while, "All right, I will give you an answer as soon as possible."

source: 万俟西元犹豫起来。
en_us: MoQi XiYuan hesitated.

source: 万俟西元的资历在三人中是最老的，他是最想要得到独立空间的人。
en_us: MoQi XiYuan was the oldest and he was the one who wanted this the most.

source: 万俟西元眼神一闪，“什么意思？”
en_us: MoQi XiYuan's eyes flashed, "What do you mean?"

source: 万厨师仿佛见到救星一般，指着他说：“就是这位公子，那些饭菜就是这位公子做的。”
en_us: As if he saw his savior, Chef Wan pointed to him and said, "It's this (公子), the food was made by this (公子)."

source: 万厨师刚要回答，厨房门口突然出现一道人影。
en_us: Just as Chef Wan was about to respond, a sillhouttee appeared by the door.

source: 万厨师和他的助手刚好从房间退回来吗，和他打了声招呼就匆匆忙忙的走了，都赶着回厨房。
en_us: Chef Wan and his assistant just happened to be coming back from the room and greeted him in a hurry before heading back to the kitchen.

source: 万厨师和小助手冷汗淋淋的软在地上，一脸惨白。
en_us: Both Chef Wan and his little assistant fell onto the floor, weak and drenched in sweat, as their face turned pale white.

source: 万厨师和小助手几乎是挣着抢着吃的，王华三人不过是在门口聊几句，赶过来时就刚好看到它们吃晚饭正在收拾东西。
en_us: Chef Wan and his little assistant were almost fighting for the food. All Wang Hua and the others did was talk a little before Chef Wan was finished eating and started to clean up.

source: 万厨师和小助手吓得抱在一起，心里担忧不已，几名强者在他们的船上打斗，那架势绝对有可能把船给打穿了。
en_us: Freaked out, Chef Wan and his little assistant cuddled together as worry grew in their hearts. A lot of experts fighting on their boat, by the looks of things, they could easily sink the ship.

source: 万厨师拿着五枚灵晶点点头，他们是普通人类，五枚灵晶可以买走厨房所有东西了，而且他还是第一次遇到自己下厨的仙师。
en_us: With the five spirit gems, Chef Wan nodded. They were normal humans, and five spirit gems was enough to purchase everything in the kitchen. This was the first time he had ever met a practitioner that cooked.

source: 万厨师猜到他们可能也喜欢吃荤菜，所以做了五道荤菜和三道素菜，满满的摆了一桌，做好后才把三人叫进来。
en_us: Chef Wan guessed that they may like meat dishes and thus made five meat dishes with three vegtable dishes. After having a table full of food, he then called the three in to eat.

source: 万厨师看了他们一眼，认出他们就是昨天那群人，心里并不感到意外，因为他见过很多这种态度的仙师，总以为自己修炼有成就看不起他们这些凡人，说白了就是过于自以为是。
en_us: After taking a look, Chef Wan recongized them from yesterday. He wasn't surprised at their attitude since he had seen many practitioners like them, those who believe that by having (修炼有成) cultivated, they were superior to common folks. To put it simply, they think way too highly of themselves. (自以为是)

source: 万厨师让他们在外面等一会，然后就和小助手在厨房里忙。
en_us: Chef Wan told them to wait outside for a bit before cooking with his little assistant in the kitchen.

source: 万厨师顿时傻眼了，他终于明白，原来他们是在拿他和游小默做的饭菜作对比，怪不得他们会嫌弃他做的，两者根本没有可比性，太冤枉了。
en_us: Chef Wan was dumbfounded, he finally understood. They were comparing his food with You XiaoMo's, no wonder they would reject his,(嫌弃) it wasn't even comparable. Now that was just an unjust treatement. (冤枉)

source: 万年前，西境却发生了一件轰动的大事。
en_us: A sensational and major event happened in Xi Jing ten thousand years ago.

source: 万年前，这件事曾经在通天大陆造成轰动。
en_us: Ten thousand years ago, this matter had once created a huge sensation in the TongTian Continent.

source: 万年没见，你倒是越来与啰嗦。”
en_us: It's been ten thousand years since we last met, but you've become more and more long-winded."

source: 三个人一起做事就不一样，平时需要两三个时辰才能完成的工作，现在速度提升了一到两倍不等。
en_us: It was really different with three people doing things together. The speed of the work which usually took two or three hours to complete now had increased by one to two times. (一到两倍不等)

source: 三个方向，一般人休想靠近，光是三人的威压就承受不住了。
en_us: Each guarding a direction, there was no way a normal person could get close, just the pressure they emitted was enough.

source: 三个时辰过去了，新的地图终于画出来了。
en_us: After six hours, the new map was done.

source: 三个月后，他的卡里重新攒了不少点数。
en_us: Three months later, the amount of points in his card had increased by not an insignificant amount.

source: 三个黑衣人出手非常狠辣，在他们破阵出来的同时，手中的剑立刻攻向他们身上的致命部位。
en_us: The three man in black attack ruthlessly. Just as they came out of the array, their swords went straight for the vital organs.

source: 三人不知道，但是肯定不是好话，急急忙忙爬起来躲到角落。
en_us: The three didn't know, but it definitely wasn't someone good. They hurriedly got up and cowered in the corner.

source: 三人分属不同的势力。
en_us: The three of them belonged to different major powers.

source: 三人化为三道不同颜色的流光，迅速的朝偷走独立空间的人飞过去。
en_us: The three became three different colored ray of light and quickly flew over to chase the one who stole the independent dimension.

source: 三人各怀鬼胎，算盘倒是打得很精，但是凌霄却不是可以任由他们宰割的人，他的伤势还没有好，加上之前在宫殿里为炼化白虎的尸体用了不少灵力，所幸他手上还有几瓶恢复灵力的灵水，连续服用了一瓶，他的灵力已经恢复一半。
en_us: The three of them each harbored their own sinister intentions, but although their calculations were created very meticulously, Ling Xiao wasn't someone who would allow them to mess with other people's plans. His wounds still hadn't healed yet, not to mention that he had used quite a lot of spiritual energy in the palace in order to refine the White Tiger's corpse. Fortunately, he still had several bottles of spiritual water which allowed him to recover spiritual energy. He drank one bottle, and his spiritual energy had already recovered by half.

source: 三人大怒，虽然早察觉到有人去过宫殿，但是没想到对方竟然敢在老虎嘴边拔毛，而且一拔就是三根。
en_us: The three were furious. Although they noticed someone else in the palace before them, they didn't think they would dare try to pull something right under their noses. And all three of theirs at that. (老虎嘴边拔毛)

source: 三人很快就走到他们藏身的树下。
en_us: The three soon reached the tree where they were hiding.

source: 三人突然动了。
en_us: The three moved simultaneously.

source: 三人达成合作协议，身上还有伤的凌霄还是被追上了，就在他们进入海域那一刻，三人迅速将凌霄包围住。
en_us: After the three of them reached an agreement, they caught up to Ling Xiao, who was still injured. But the moment they entered the sea territory (海域), the three of them quickly surrounded Ling Xiao.

source: 三人都是有大神通的强者，一眼就看出少年的真实修为。
en_us: All three of then were expert with incredible Spiritual Senses, they could tell the young man's level with one look.

source: 三人闻着饭菜散发出来的酸辣香味，确实和他们闻到的没差多少。
en_us: The three could smell the sour and spicy aroma coming from the food, similar to the one before.

source: 三人齐齐愣住。
en_us: The three was simultaneously dumbfounded.

source: 三人：“……”
en_us: The three of them, "..."

source: 三亿要一枚十二阶内丹还是赚了的。
en_us: Three hundred million for a Level Twelve Life Crystal was still a great buy.

source: 三区却热闹了起来，鲁长老也算扬眉吐气了。
en_us: The entirety of block three was in a buzz. Elder Lu was finally happy, too.

source: 三区只有一区的一半大，里面错落了十几个铺子，铺子的主人都是九十层之上的长老级别人物，他们只有一个月前五天才会过来，一到正午就会离开，想要找他们就只能等第二天或者下个月。
en_us: Block 3 only half the size of Block 1, with dozens of shops randomly strewn about. The owners of the shops were all elders from the ninetieth floor and above (九十层之上的长老级别人物). They would only open for the first five days of the month and leave at noon. One would have to wait till the next day or next month to find them.

source: 三区是什么地方，那都是九十层之上的院生才会去的地方，这些院生都是逍遥院中最有潜力的，有时候就连导师也要让其三分。
en_us: What kind of place was Block 3? That was where the students on the ninetieth floor would go. These students were the most promising in XiaoYao Institution. Sometimes even the teachers had to yield to them a little (让其三分).

source: 三区的导师和长老给的积分是最高的，不过他们的要求也很高，大部分院生还是不舍得的，所以逛三区的院生一般很少。
en_us: Block 3's teachers and elders gave the most points. But their requests were also very high, and most of the students were unwilling to fulfill them, so the students who shopped in Block 3 weren't very many.

source: 三十个积分是他从去年攒到现在，他只给自己留了五个积分，但是他知道三十个积分的价值远远比不上赤火丹的价值，所以他又另外附加了两样东西。
en_us: Thirty points was all but five of what he had earned in this past year. However, he knew that thirty points was nowhere near what the Red Blaze Pill was worth, so he added two extras.

source: 三十株灵草在他的控制下，渐渐的融化成一滩滩五颜六色的液体，在灵魂之力的锻炼下，丝丝杂质从液体里飘出来，由于是上品灵草，所以第一次淬炼出来的杂质并不多。
en_us: Under his control, the thirty magic herbs gradually melted into a pool of multicolored liquid. With the strength of his soul force, the impurities drifted out from the liquid. Since the herbs were all high quality, the distillation didn’t strip it of many impurities.

source: 三只一下子蹦起来，眼神警惕的看向房屋后面，茂密漆黑的森林中隐约可见一双双冒着绿光的眼睛，里面的贪婪一目了然。
en_us: The three of them leaped up at once, and they looked warningly towards the back of the house. In the dense, pitch-black forest, they could faintly make out multiple pairs of eyes that glowed green, and their intent was clear at a glance.

source: 三只小妖兽齐齐的撇开脑袋，早告诉过你，蠢主人只有两片逆鳞，分别是灵水湖和灵草田，逆了哪一片，蠢主人会祭出凌霄老大吓唬你的呦。
en_us: The three small demon beasts simultaneously turned their heads away (撇开脑袋). We've told you earlier, our stupid Master only has two landmines (逆鳞), which are the spiritual water lake and the magic herb field. Step on either one and our stupid Master will offer Boss Ling Xiao as a sacrifice to frighten you.

source: 三只非常默契的跑开了，连一丝犹豫都没有。
en_us: The three of them ran away extremely cohesively without the slightest hint of hesitation.

source: 三名神境强者也注意到这边的情况，不过他们只是动了动眼皮，态度颇高傲，三人也都不是同一个阵营，这种情况两个月来已经见怪不怪，所以并没有太大的反应，看了一眼就冷淡的收回视线。
en_us: The three Divine Realm practitioners also noticed the situation here, but simply glanced over it, arrogantly. They weren't from the same force and it was a common occurrence over the past two month, so they didn't have a huge reaction to it. They took a look and look away, aloof.

source: 三名神境强者终于正视起他们，然后当左边那名神境强者看清凌霄和游小默的长相后，霎时倒吸一口气，一双眼睛亦瞪得宛若铜铃，显然认识他们。
en_us: Finally, the three Divine Realm experts took a proper look at them and then the one the left, upon seeing Ling Xiao and You XiaoMo's face, took a deep breath in. He stared wide-eyed at them, clearly he knew them.

source: 三名神境强者重新将入口守住。
en_us: Afterwards, the three Divine Realm practitioners resumed guard.

source: 三天后，凌霄终于赶制一批空间符出来。
en_us: Three days later, Ling Xiao finally rushed out a stack of teleportation talismans.

source: 三对一却打成平手。
en_us: They fought to a standstill despite it being three to one.

source: 三岁小孩都不会相信，看着他们假意出力的动作，脸色十分难看。
en_us: Even a three year old would not believe it. His expression was extremely ugly after looking at their insincere actions.

source: 三种强大的灵力齐齐轰在结界上，三人毕竟都是圣境修为，全力一击自然非同小可，宫殿仿佛被撼动地基一样剧烈的摇晃起来。
en_us: Three mighty spiritual energies simultaneously bombarded the wards. When all was said and done, the three were Sacred Realm powerhouses and their full-powered attack was not to be trifled with. The palace swayed violently as if the foundations had been shaken.

source: 三秒后，小乌龟的小脑袋慢慢的探了出来，两颗仿佛镶嵌在脑袋上的绿宝石眼睛水汪汪的看着游小默。
en_us: After three seconds, the baby turtle's little head slowly stretched out, and his eyes, which looked as if they were emeralds inlaid in his head, gazed tearfully at You XiaoMo.

source: 三秒对凌霄来说却足够了。
en_us: Three seconds was more than enough for Ling Xiao.

source: 三秒钟后，血影重新撒回地面，空气中响起他留下的最后一句话。
en_us: Three seconds later, the blood figure spilled back onto the ground, the air ringing with his last sentence.

source: 三长老说道：“我听闻麒麟族，真龙族和玄龟族都有后辈失踪了，照这情形看来，他们多半也和姬云琅一样被杀害了，而天狗的实力确实强悍，但是他们还没强大到可以同时对抗四族，我怀疑这里面正在酝酿一个惊天阴谋。”
en_us: The Third Elder added, "I've heard that there are missing descendants from in Qilin Clan, the True Dragon Clan and the Black Turtle Clan too. In this case, they were most likely killed like Ji YunLang had been. Though the TianGou is really strong, they are not strong enough to resist the Four Clans at the same time. I suspect that there is an alarming conspiracy brewing here."

source: 上字还没说出口，少年的身影就出现在他面前，抬起腿一脚就把他给踹飞了，那些守卫甚至还没反应过来。
en_us: He didn't even finish his sentence when the young man's figure flashed in front of him and kicked him to the sided. The other guards didn't even have the time to react.

source: 上岸后，它缓缓的朝江流走过去，盯着他看了三秒，突然伸手朝他抓了过去，轻松的将他提了起来。
en_us: After coming ashore, it walked slowly towards Jiang Liu and stared at him for three seconds, before it suddenly reached out and grabbed him as it lifted him easily.

source: 上楼后，掌柜顺着几间没有熄灯的房间走过去，褶皱的脸庞露出一丝诡异的浅笑。
en_us: Once up, the shopkeeper walked over to the rooms with their lights on. His wrinkly face made an eerie smile.

source: 上次他拿出来的半瓶灵酒，三只都只喝了一杯，结果酒量贼浅，他们喝完不到半小时就都醉死了。
en_us: The last time he took out half a bottle of spirit wine, the three of them only drank one cup. As they were lightweights, they were all dead drunk in less than half an hour after drinking it.

source: 上次在销售区吃了游小默一记暗亏，滕蛟早就恨得牙痒痒的，既然不能找游小默算账，那么找这个一直与游小默在一起的男人算账也是一样的。
en_us: Having taken a blow from You XiaoMo in the marketplace last time, Teng Jiao had been seething for a long time. Since he couldn’t get his revenge on You XiaoMo directly, he would go after the guy who was always with him.

source: 上次答应给熊笑二十块冰雕做报酬，去掉还欠熊笑的十块，他还剩下九块冰雕，游小默干脆把所有冰雕都给于步，然后换到两枚低等空间符。
en_us: Last time he had agreed on giving Xiong Xiao twenty ice statues as payment. Minus the ten he still owed Xiong Xiao, he had nine left. You XiaoMo decided to just give Yu Bu all of it and obtained two low level teleportation talismans in exchange.

source: 上船前，老人跟他们说了几个注意事项。
en_us: The old man told them of a few matters to pay attention to before they boarded the boat.

source: 上辈子他不是没乘船出海过，每逢寒暑假，游柏就喜欢抓着他和游路一起到处去游玩，但那时的油轮跟现在全靠人工的船工可不一样，他还不曾见过利用大海的海流行船的船只。
en_us: It was not that he had never traveled by ship in his last life before. During winter and summer holidays, You Bo (游柏) liked to snatch You Lu and him to go sightseeing together. But the oil tankers (油轮) from that time were completely different from these ships which depended entirely on manpower (靠人工的船工). He had never seen a boat that took advantage of sea currents to sail before.

source: 下一刻，天空划过一道闪雷。
en_us: Then, lightning arced across the sky.

source: 下一秒花了两个小时调整精神，比平时多出一个半小时，然后才开始炼丹，看得出来他对这次炼丹的重视。
en_us: He then used the next two hours to organize his mental state, an hour and a half more then usual, before starting to refine pills. From that, you could tell he was serious.

source: 下一秒，它突然晃动一下便迅速的朝吞金兽看守的那道通道冲过去，吞金兽一开始还在上窜下跳，看到水元素之心动了，立刻落在通道中间，像一个守门员紧紧的盯着它，脸颊鼓鼓的，好像在说‘放马过来吧’。
en_us: A second later, it suddenly swayed and quickly rushed towards the tunnel guarded by the Metal Swallowing Beast. At first, the Metal Swallowing Beast was jumping around but once he saw the Water Elemental Essence, he immediately landed dead center in the tunnel. As if a goalkeeper, he stared intensely at the Water Elemental Essence, with his cheeks puffed up as if to say, 'come get me'.

source: 下午一点钟，一群陌生人突然来到港口，引起港口所有居民的注意，河镇对外来者都有一定的戒心，他们一般不会主动与外来者搭话。
en_us: At one o'clock in the afternoon, a crowd of strangers suddenly appeared at the port, attracting all of the attention of the port's residents. River Town was always a little wary of outsiders, and usually they wouldn't make conversation with outsiders of their own accord.

source: 下午，游小默和凌霄准备再进洞域。
en_us: In the afternoon, You XiaoMo and Ling Xiao prepared to enter Dong Yu again.

source: 下午，游小默在森林里猎到两只红冠鸡，没有黄鼠兽从中作梗，这次他没有花多少时间。
en_us: In the afternoon, You XiaoMo hunted down two Red-Crowned Turkey in the forest. Without the interference of the Ground Squirrel Beast, it didn't take him very long this time.

source: 下方，黑熊已经感受到凌霄的实力。
en_us: Below, Hei Xiong already felt Ling Xiao's power.

source: 下次一定要好好教导吞金兽和小乓什么叫战术，什么是猪一样的队友，什么时候应该装作不认识。
en_us: Next time, he'd have to teach the Metal Swallowing Beast and Xiao Pang was strategy was, what it meant to have a useless teammate, and when you should pretend to not know each other.
